Revit 2027 API
NestedFamilyTypeReference.FamilyName Property
 Name of the referenced family
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string FamilyName { get; }
Public ReadOnly Property FamilyName As String
	Get
public:
property String^ FamilyName {
	String^ get ();
}
member FamilyName : string with get
Property Value
String
See Also
Reference
NestedFamilyTypeReference Class
Autodesk.Revit.DB Namespace